---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralU.SlopedFlangeAngle
source: html/9dae41f2-3835-f20a-fa8c-7b8d8ca793b3.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralU.SlopedFlangeAngle Property

Sloped flange angle. (rad)

## Syntax (C#)
```csharp
public double SlopedFlangeAngle { get; set; }
```